jorgebucaran/fisher
jorgebucaran/autopair.fish
jorgebucaran/getopts.fish
fishingline/safe-rm
nickeb96/puffer-fish
meaningful-ooo/sponge
patrickf1/fzf.fish
acomagu/fish-async-prompt
